export default function getTasksData() {
    return [
        {
            id: "1",
            name: "Постоянные задачи",
            taskList: [
                {
                    id: "1",
                    name: "Созвон",
                    description: "Внеплановый созвон с кем-то из команды",
                    link: "https://entera.atlassian.net/browse/EN-1985",
                },
                {
                    id: "2",
                    name: "Дейли",
                    description: "Ежедневный созвон всей команды",
                },
                {
                    id: "3",
                    name: "Ретро",
                    description: "Созвон по обсуждению прошедшего спринта",
                },
                {
                    id: "4",
                    name: "Обсуждение спринта",
                    description: "Созвон по обсуждению задач прошедшего спринта",
                },
                {
                    id: "5",
                    name: "Оценка задач",
                    description: "Созвон по оценке предстоящих задач",
                },
            ],
        },
        {
            id: "2",
            name: "Текущие задачи",
            taskList: [
                {
                    id: "1",
                    name: "UI позиций для Tally",
                    description: "Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.Для сопоставления определенных документов пользователям нужно сопоставлять позиции.",
                    link: "https://entera.atlassian.net/browse/EN-1854",
                },
                {id: "2", name: "task2", description: "asdasdasdasdasfsad", link: ""},
                {id: "3", name: "task3"},
            ],
        },
        {
            id: "3",
            name: "Завершенные задачи",
            taskList: [],
        },
    ]
}